Repository: jamma313/OpenWebReader
Catalog: OWR/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Name
fr_fr: Titre

source: Submit
fr_fr: Valider

source: Category
fr_fr: Catégorie

source: No category (root)
fr_fr: Pas de catégorie

source: Add a category
fr_fr: Ajouter une catégorie

source: User creation
fr_fr: Édition d'un utilisateur

source: User informations
fr_fr: Informations de l'utilisateur

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Confirm password
fr_fr: Confirmer le mot de passe

source: User rights
fr_fr: Droits d'utilisateur

source: User
fr_fr: Utilisateur

source: Administrator
fr_fr: Administrateur

source: Loading..
fr_fr: Chargement..

source: Show logs
fr_fr: Afficher la fenêtre des logs

source: Change the interface language
fr_fr: Modifier la langue de l'interface

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Hide logs
fr_fr: Masquer la fenêtre des logs

source: Clear logs
fr_fr: Nettoyer les logs

source: Add a rss feed
fr_fr: Ajouter un flux via une url

source: Add RSS
fr_fr: Ajouter un flux

source: Add rss feed(s) via an opml file
fr_fr: Importer la liste de vos flux via un fichier OPML

source: Add OPML
fr_fr: Importer vos flux

source: Add a custom category
fr_fr: Ajouter une nouvelle catégorie

source: Add Category
fr_fr: Ajouter une catégorie

source: Search in all news
fr_fr: Chercher dans toutes les nouvelles

source: Search
fr_fr: Chercher

source: Keywords
fr_fr: Mots-clés

source: Find !
fr_fr: Trouver !

source: Logout
fr_fr: Se déconnecter

source: Streams
fr_fr: Flux

source: Mark all the news as read
fr_fr: Marquer toutes les nouvelles comme lues

source: Mark all as read
fr_fr: Marquer toutes les nouvelles comme lues

source: Force refresh of all streams
fr_fr: Rafraîchir tous les flux

source: Refresh all
fr_fr: Rafraîchir tous les flux

source: Delete all news of all the streams
fr_fr: Supprimer toutes les nouvelles de tous les flux

source: Clear all
fr_fr: Supprimer tous les nouvelles

source: Delete everything, categories included
fr_fr: Supprimer intégralement les flux ainsi que les catégories

source: Delete all
fr_fr: Tout supprimer

source: Show all unread news
fr_fr: Afficher toutes les nouvelles non lues

source: Not read
fr_fr: Non lues

source: Show the news for this category
fr_fr: Afficher les nouvelles de cette catégorie

source: Mark all the news of this category as read
fr_fr: Marquer toutes les nouvelles de cette catégorie comme lues

source: Refresh all the streams of this category
fr_fr: Rafraîchir tous les flux de cette catégorie

source: Delete all the news of this category
fr_fr: Supprimer toutes les nouvelles de cette catégorie

source: Rename this category
fr_fr: Renommer cette catégorie

source: Delete this category and all sub-streams
fr_fr: Supprimer cette catégorie ainsi que tous les flux contenus

source: Show the news for this stream
fr_fr: Afficher les nouvelles de ce flux

source: Expand this stream
fr_fr: Afficher les informations de ce flux

source: Mark all the news of this stream as read
fr_fr: Marquer toutes les nouvelles de ce flux comme lues

source: Force refresh of this stream
fr_fr: Rafraîchir ce flux

source: Delete all the news of this stream
fr_fr: Supprimer toutes les nouvelles de ce flux

source: Rename this stream
fr_fr: Renommer ce flux

source: Move this stream to another category
fr_fr: Déplacer ce flux dans une autre catégorie

source: Delete this stream
fr_fr: Supprimer ce flux

source: Do maintenance of the database (may take a while..)
fr_fr: Effectuer la maintenance de la base (peut prendre un certain temps)

source: Create a user
fr_fr: Ajouter un utilisateur

source: Create user
fr_fr: Ajouter un nouvel utilisateur

source: See online
fr_fr: Voir en ligne

source: Enclosure
fr_fr: Objet (cliquer pour afficher)

source: Restricted access
fr_fr: Accès restreint

source: Authentication
fr_fr: Authentification

source: File
fr_fr: Fichier

source: On
fr_fr: le

source: In
fr_fr: dans

source: By
fr_fr: par

source: Export your feed(s) list to OMPL file
fr_fr: Exporter la liste de vos flux au format OPML

source: Export to OMPL
fr_fr: Exporter vos flux

source: Clear the cache
fr_fr: Supprimer tous les fichiers mis en cache

source: Clear cache
fr_fr: Supprimer le cache

source: Download your feed(s) in OPML format
fr_fr: Télécharger la liste de vos flux au format OPML

source: Download OMPL
fr_fr: Télécharger

source: Interface language
fr_fr: Langue de l'interface

source: Edit
fr_fr: Éditer

source: Users list
fr_fr: Liste des utilisateurs

source: Edit your informations
fr_fr: Éditer votre compte

source: Tools
fr_fr: Outils

source: Get the RSS gateway url
fr_fr: Récupérer l'url de la passerelle RSS vers les nouvelles non lues (utilise une authentification automatique)

source: Rss gateway
fr_fr: Url de la passerelle RSS

source: Delete
fr_fr: Supprimer

source: Email
fr_fr: Courriel

source: Show the new
fr_fr: Afficher le contenu de la nouvelle (ou double-cliquer pour ouvrir dans une nouvelle fenêtre)

source: Move to page
fr_fr: Afficher la page

source: Toggle menu
fr_fr: Afficher/masquer le menu

source: Toggle category
fr_fr: Afficher/masquer les flux de cette catégorie

source: Refresh
fr_fr: Rafraîchir

source: And
fr_fr: et

source: Toggle
fr_fr: Afficher/masquer

source: Timezone
fr_fr: Fuseau horaire

source: Cancel
fr_fr: Annuler

source: Mark all the news of this page as read
fr_fr: Marquer les nouvelles de cette page comme lues

source: Favicon of
fr_fr: Icône du flux

source: Set unavailable on
fr_fr: Marqué non disponible le

source: Show details of the new
fr_fr: Afficher/masquer toutes les informations de la nouvelle

source: More
fr_fr: Plus..

source: Order by
fr_fr: Trier par

source: title
fr_fr: titre

source: status
fr_fr: statut

source: pubDate
fr_fr: date de publication

source: stream
fr_fr: flux

source: Posted
fr_fr: Posté

source: Get REST auth tokens
fr_fr: Récupérer les identifiants de connexion REST

source: REST auth tokens
fr_fr: Identifiants de connexion REST

source: Clear the DB cache
fr_fr: Supprimer tous les fichiers mis en cache (DB)

source: Clear DB cache
fr_fr: Supprimer le cache DB

source: Clear the HTML cache
fr_fr: Supprimer tous les fichiers mis en cache (HTML)

source: Clear HTML cache
fr_fr: Supprimer le cache HTML

source: Home
fr_fr: Accueil

source: Refresh menu
fr_fr: Rafraîchir le menu

source: Toggle board
fr_fr: Afficher/masquer le tableau de bord

source: Toggle new status
fr_fr: Marquer la nouvelle comme lue/non-lue

source: Back to top of the new
fr_fr: Vers le haut de la nouvelle

source: Edit the url of this stream
fr_fr: Modifier l'url du flux

source: Number of news to display on each page
fr_fr: Nombre de nouvelles à afficher par page

source: Block images with javascript
fr_fr: Bloquer les images à l'aide de javascript

source: Edit tags
fr_fr: Ajouter/supprimer un ou plusieurs tags

source: Delete new
fr_fr: Supprimer la nouvelle

source: Mark all the news of this tag as read
fr_fr: Marquer toutes les nouvelles de ce tag comme lues

source: Show the news for this tag
fr_fr: Afficher les nouvelles de ce tag

source: Delete this tag (but not the contained news)
fr_fr: Supprimer ce tag (mais pas les nouvelles contenues)

source: Rename this tag
fr_fr: Renommer ce tag

source: Delete all the news from this tag
fr_fr: Enlever toutes les nouvelles de ce tag

source: Non-blocking error(s) occured
fr_fr: Des erreurs non fatales sont intervenues

source: CLI interface required
fr_fr: L'interface CLI de PHP est requise pour accéder à cette partie de l'application

source: Invalid action "%s"
fr_fr: Action "%s" invalide

source: Invalid return from Logic
fr_fr: Retour de la Logic invalide

source: Missing id
fr_fr: ID manquant

source: Missing type
fr_fr: Type manquant

source: Missing url
fr_fr: Url manquante

source: Missing operator
fr_fr: Opérateur manquant

source: You don't have the rights to do that
fr_fr: Vous n'avez pas les droits nécessaire pour effectuer cette action, contactez votre administrateur

source: An id is required
fr_fr: Veuillez spécifier un ID

source: Empty search, please enter at least one keyword
fr_fr: Votre recherche est vide, veuillez spécifier au moins un mot-clé d'une longueur d'au moins 3 caractères

source: Internal error while redirecting to your OP
fr_fr: Erreur interne lors de la redirection vers votre opérateur

source: Missing type for cron managing
fr_fr: Type manquant pour la gestion de la crontab

source: No way to write into cache directory
fr_fr: Impossible d'écrire dans le répertoire cache

source: No values to save, you surely have an error in your code
fr_fr: Aucune valeur à enregistrer, vous devez avoir une erreur dans votre code

source: Some values are not uniques
fr_fr: Certaines valeurs ne sont pas uniques

source: Don't know what to save
fr_fr: Je ne sais pas quoi sauvegarder !

source: Missing value for required parameter "%s"
fr_fr: Il manque la valeur du champ "%s"

source: Nothing to delete
fr_fr: Je n'ai rien à supprimer !

source: Invalid type
fr_fr: Type d'objet invalide

source: Please specify the stream to set as unavailable
fr_fr: Merci de spécifier quel flux je dois marquer comme non-accessible

source: Invalid email for field "%s"
fr_fr: Courriel invalide pour le champ "%s"

source: Invalid url for field "%s"
fr_fr: Url invalide pour le champ "%s"

source: Invalid IP address for field "%s"
fr_fr: Adresse IP invalide pour le champ "%s"

source: Invalid lang for field "%s"
fr_fr: Langue invalide pour le champ "%s"

source: Invalid login for field "%s"
fr_fr: Nom d'utilisateur invalide pour le champ "%s"

source: Invalid password for field "%s"
fr_fr: Mot de passe invalide pour le champ "%s"

source: Invalid rights for field "%s"
fr_fr: Droits invalide pour le champ "%s"

source: Invalid hash for field "%s"
fr_fr: Hash invalide pour le champ "%s"

source: Unknown fetch type
fr_fr: Type de récupération inconnu

source: Can not parse stream "%s"
fr_fr: Impossible de parser le contenu du flux "%s"

source: Can't parse the stream
fr_fr: Impossible de parser le contenu du flux

source: Can not open temporary OPML file
fr_fr: Impossible d'ouvrir le fichier OPML

source: Missing title for folder
fr_fr: Il manque le nom de la catégorie

source: Invalid XML : needed attribute "%s" in tag <%s> in parent tag <%s>
fr_fr: XML non valide : il manque l'attribut "%s" de la balise <%s> contenue dans la balise <%s>

source: Invalid XML : needed attribute "%s" in tag <%s>
fr_fr: XML non valide : il manque l'attribut "%s" de la balise <%s>

source: Please edit your code, cloning a singleton is not allowed
fr_fr: Merci de corriger votre code, cloner un singleton n'est pas autorisé

source: Authentification required
fr_fr: Authentification requise

source: Can't start session
fr_fr: Impossible de démarrer la session

source: Invalid IP
fr_fr: Adresse IP invalide

source: Aborting parsing of stream "%s" and declaring it as unavailable : can't get the content
fr_fr: Abandon de l'analyse du flux "%s" et déclaration comme non-accessible : impossible de récupérer la source

source: Invalid uri
fr_fr: Uri non valide

source: Invalid stream
fr_fr: Flux invalide

source: No file "%s" uploaded
fr_fr: Aucun fichier "%s" chargé

source: I don't accept array
fr_fr: Je n'accepte pas les tableaux

source: No way to get at least one uploaded file
fr_fr: Impossible de récupérer au moins un fichier chargé

source: Missing file
fr_fr: Aucun fichier

source: Filesize is more than limit configuration
fr_fr: La taille du fichier est supérieure à la limite de la configuration

source: Error while transfering, try again
fr_fr: Une erreur est survenue pendant le transfert, essayez de nouveau

source: SQL errror
fr_fr: Erreur SQL

source: Incorrect file name
fr_fr: Nom de fichier invalide

source: Incorrect file type
fr_fr: Type de fichier invalide

source: Can not open fileinfo
fr_fr: Impossible d'ouvrir fileinfo

source: Error while moving uploaded file, try again
fr_fr: Une erreur est survenue pendant le déplacement du fichier chargé, essayez de nouveau

source: Missing locale ! (%s)
fr_fr: Il manque la locale "%s"

source: You lost your token ! Confirm back your identity
fr_fr: Vous avez perdu votre jeton d'authentification ! Merci de confirmer de nouveau votre identité

source: Missing ttl for cron managing
fr_fr: Il manque le ttl pour la gestion de la crontab

source: Invalid type for cron managing
fr_fr: Type d'action inconnu pour la gestion de la crontab

source: Invalid login or password. Please try again.
fr_fr: Nom d'utilisateur ou mot de passe invalide. Essayez de nouveau

source: Missing name
fr_fr: Il manque le nom

source: Missing ids of news
fr_fr: Il manque les ID des nouvelles

source: You can't create user with rights higher than yours.
fr_fr: Vous ne pouvez pas créer d'utilisateur avec un niveau de droits supérieur au vôtre

source: Empty lang
fr_fr: La langue est vide

source: Login or openid already used. Please choose another.
fr_fr: Nom d'utilisateur ou identifiant OpenID déjà utilisé. Merci d'en choisir un autre

source: Passwords are not identiquals.
fr_fr: Les mots de passes ne sont pas identiques.

source: Login too long, please limit it to 55 chars.
fr_fr: Nom d'utilisateur trop long, maximum 55 caractères

source: Please fill all the fields.
fr_fr: Merci de compléter tous les champs requis, ils sont marqués d'une étoile

source: Invalid token
fr_fr: Jeton d'authentification invalide

source: Session timeout
fr_fr: Votre session a expirée

source: No results found. Try again by simplifying the request
fr_fr: Aucun résultats. Essayez de simplifier votre recherche

source: The directory "%s" is not writeable
fr_fr: Je ne peux pas écrire dans le répertoire "%s"

source: The file "%s" exists, is not a dir and can not be removed
fr_fr: Le fichier "%s" existe, n'est pas un répertoire et ne peut être supprimé

source: Can not create the directory "%s"
fr_fr: Je ne peux pas créer le répertoire "%s"

source: Display an abstract for each news
fr_fr: Afficher un extrait des nouvelles
